Repository: aginies/watermark
Catalog: locale/*/LC_MESSAGES/watermark_app_gtk.po
Languages: nl, ru

source: Processing...
nl: Bezig met verwerken…
ru: Обработка...

source: Previous
nl: Vorige
ru: Предыдущий

source: Next
nl: Volgende
ru: Следующий

source: Watermark App
nl: Watermerktoepassing
ru: Приложение Watermark

source: Preferences
nl: Voorkeuren
ru: Параметры

source: Show Expert Options
nl: Geavanceerde opties tonen
ru: Дополнительные параметры

source: Help
nl: Hulp
ru: Помощь

source: Online Help
nl: Online-hulp
ru: Помощь онлайн

source: About App
nl: Over de toepassing
ru: О приложении

source: About Watermark App
nl: Over Watermerk
ru: О приложении Watermark

source: Choose Files
nl: Bestanden kiezen
ru: Выберите файлы

source: Watermark Text
nl: Watermerktekst
ru: Текст водяного знака

source: TTF Font chooser
nl: Lettertype kiezen
ru: Выбор шрифта TTF

source: No font selected
nl: Geen lettertype gekozen
ru: Шрифт не выбран

source: Select Output Folder
nl: Opslagmap kiezen
ru: Выберите выходную папку

source: Expert Options
nl: Geavanceerde opties
ru: Дополнительные параметры

source: Angle (degrees)
nl: Hoek (graden)
ru: Угол наклона (градусы)

source: Watermark Angle in the image (positive and negative)
nl: Hoek van het watermerk (positief en negatief)
ru: Угол наклона водяного знака (положительный и отрицательный)

source: Watermark transparency in the image <b>* 0:</b> No transparency <b>* 100:</b> Invisible
nl: Doorzichtigheid van het watermerk <b>* 0:</b> ondoorzichtig <b>* 100:</b> onzichtbaar
ru: Прозрачность водяного знака на изображении <b>* 0:</b> Не прозрачен <b>* 100:</b> Невидим

source: Random Colors
nl: Willekeurige kleuren
ru: Случайный цвет

source: Filename Prefix
nl: Bestandsextensie
ru: Префикс имени файла

source: You can add an <b>Extra Prefix</b> to the final filename
nl: U kunt de bestandsnaam voorzien van een <b>aanvullende extensie</b>
ru: Вы можете добавить <b>Extra Prefix</b> к конечному имени файла

source: Include Date + Hour
nl: Datum en tijd tonen
ru: Включить дату + час

source: Add the Date and the Hour in the watermark, include that into the filename
nl: Voeg de datum en tijd toe aan het watermerk en de bestandsnaam
ru: Добавьте дату и час в водяной знак, укажите это в имени файла

source: Resize to
nl: Grootte aanpassen
ru: Изменить размер до

source: Compression ratio of the generated JPEG Image(s) <b>* 0:</b> None <b>* 100:</b> Full compression
nl: Compressieverhouding van de jpeg-afbeelding(en) <b>* 0:</b> geen <b>* 100:</b> volledig
ru: Степень сжатия сгенерированных изображений JPEG <b>* 0:</b> без сжатия <b>* 100:</b> полное сжатие

source: Add Watermark
nl: Watermerk toevoegen
ru: Добавить водяной знак

source: Could not find the default font file, choose another one.
nl: Het standaardlettertype is niet beschikbaar - kies een ander.
ru: Не удалось найти файл шрифта по умолчанию, выберите другой.

source: Choose a TTF Font
nl: Lettertype kiezen
ru: Выберите шрифт TTF

source: An error occurred, can't find the font path, please choose another one
nl: De lettertypelocatie is niet beschikbaar - kies een andere
ru: Не удается найти путь к шрифту, пожалуйста, выберите другой

source: Close
nl: Sluiten
ru: Закрыть

source: help
nl: Hulp
ru: помощь

source: Image Files
nl: Afbeeldingsbestanden
ru: Файлы изображений

source: Please choose files
nl: Kies bestanden
ru: Выберите файлы

source: ... and more files selected ({how_many_files}).
nl: … en {how_many_files} andere bestanden.
ru: ... и больше выбранныхфайлов ({how_many_files}).

source: Please select an image
nl: Kies een afbeelding
ru: Выберите изображение

source: Please enter a watermark text
nl: Voer een watermerktekst in
ru: Введите текст водяного знака

source: Please Select a Font
nl: Kies een lettertype
ru: Выберите шрифт

source: Adding Watermark
nl: Bezig met toevoegen…
ru: Добавление водяного знака

source: Success
nl: Voltooid
ru: Успешно

source: Generated file(s): {self.all_images}
nl: Gegenereerd(e) bestand(en): {self.all_images}
ru: Сгенерированный файл(ы): {self.all_images}

source: An error occurred during image processing: {err}
nl: Er is een fout opgetreden tijdens het verwerken: {err}
ru: Ошибка обработки изображения: {err}

source: Image size is {img.size}, will not rescale it to {resize_selected}
nl: De afbeelding is {img.size} - de grootte wordt niet aangepast naar {resize_selected}
ru: Размер изображения {img.size}, не масштабировать его до {resize_selected}

source: An error occurred while adding the watermark: {err}
nl: Er is een fout opgetreden tijdens het toevoegen: {err}
ru: Ошибка при добавлении водяного знака: {err}
